package com.feidian.ek.hzaumooc.Bean;

import com.feidian.ek.hzaumooc.R;

/**
 * Created by Administrator on 2016/3/27.
 */
public class YunClass {
    public  static final String[] name={"食品营养之吃的思辨","地质与奇观","美味水果的选育"};
    public  static final String[]  message={
            "    饮食是一门古老的艺术，营养却是年轻的科学。" +
                    "在纷繁复杂、与日俱增的营养知识背后，如何“吃得健康”" +
                    "同时又“吃得高尚”？如何理解“吃”这一简单动作与人口、" +
                    "资源、地球的密切关系？如何认识吃的生物学需求及其背后的经济、" +
                    "社会、文化背景？如何看待食品加工、营养转化与生存意义？“吃的思辨”" +
                    "为您提供讨论与辩论的主题，与您分享突破传统的观念和看法",
            "     大千世界，无奇不有。 当你见到美丽而又罕见的地质景观的时候，一定会惊奇不已，拍案" +
                    "叫绝，赞叹大自然的巧夺天工和鬼斧神工。睡猫、蘑菇石、骆驼山、双乳峰等象形岩" +
                    "形态逼真，栩栩如生，天造地设，引人入胜。漂亮的晶体，美丽的火山，神奇的溶洞，" +
                    "险峻的峡谷，兀立的石柱等，你一定会好奇它的形成。让我们一起走近《地质作用与奇观》" +
                    "，来探寻自然背后的秘密...... .",
            "     15世纪葡萄牙人从我国福建、台湾、广东引入柑桔品种，栽培于里斯本皇宫，此后传遍地中海沿岸各国，" +
                    "称为“东方柑桔”。20世纪初，新西兰人从湖北宜昌引种美味猕猴桃，选育出“海沃德”。在分享" +
                    "美味的水果带给人类的财富、健康和愉悦的同时，让我们一起追寻柑桔、桃、猕猴桃、梨和葡萄的优" +
                    "良品种是如何走进我们的生活的。"};
    public  static final String teacher[]={" 李斌"," 刘凡"," 姜玲"};
        //。。。。。。
    //public static final int image[]={R.mipmap.spyyzcdsb, R.mipmap.dzyqg, R.mipmap.mwsg};
}
